[X2Action_ApplyWeaponDamageToUnit_HITCHANCE]
HIT_CHANCE ="ПОПАДАНИЕ";
CRIT_CHANCE ="КРИТ";
DODGE_CHANCE ="УКЛОНЕНИЕ";
MISS_CHANCE ="ПРОМАХ";

SHORT_GUARANTEED_HIT="Г.П.";
SHORT_HIT_CHANCE="Поп";
SHORT_MISS_CHANCE="Про";
SHORT_CRIT_CHANCE="Кр";
SHORT_DODGE_CHANCE="Ук";

GUARANTEED_HIT ="ГАРАНТИРОВАННОЕ ПОПАДАНИЕ";
GUARANTEED_MISS ="ГАРАНТИРОВАННЫЙ ПРОМАХ";

REPEATER_KILL ="Повторитель";

FAILED_TEXT = "Провал!"

[WOTC_DisplayHitChance_MCMScreen]
sSettingsPage_MCMText = "Дополнительная информация";
sPageTitle_MCMText = "Дополнительная информация";
sGroupGeneralSettings_MCMText = "Основные настройки";
sGroupFlyoverSettings_MCMText = "Настройки всплывающих подсказок урона";
sShowHitChance_MCMText = "Показывать шанс попадания во всплывающих подсказках";
sVerboseText_MCMText = "Подробная информация во всплывающих подсказках";
sDisplayMissChance_MCMText = "Отображать шанс промахнуться вместо шанса попасть";
sShowTemplarMessages_MCMText = "Отображать шанс попасть в специальных всплывающих подсказках Парирование/Отражение/Поделом Храмовников";
sShowAimAssist_MCMText = "Показывать помощника прицеливания";
; sFlyoverDuration_MCMText = "Время отображения всплывающих подсказок";
sShowGuaranteedHit_MCMText = "Показывать строку \"Гарантированное попадание\"";

sGroupShotBar_MCMText = "Настройки строк";
sBarHeight_MCMText = "Высота строк";
;sBarOffsetX_MCMText = "Расположение строк по X";
;sBarOffsetY_MCMText = "Расположение строк по Y";
sBarAlpha_MCMText = "Прозрачность строк";
;sBarWidthMult_MCMText = "Множитель ширины строк";
;sGeneralOffsetY_MCMText = "Основное Расположение по Y";
;sDodgeOffsetX_MCMText = "Промах: расположение по X";
;sCritOFfsetX_MCMText = "Крит: расположение по X";
;sCritOffsetY_MCMText = "Крит: расположение по Y";
sHitHexColor_MCMText = "Цвет строки Попадание";
sCritHexColor_MCMText = "Цвет строки Крит";
sDodgeHexColor_MCMText = "Цвет строки Уклонение";
sMissHexColor_MCMText = "Цвет строки Промах";
sGroupShotHUD_MCMText = "Настройки HUD выстрела";
sGroupBarColors_MCMText = "Настройки цвета строк";
sShowGrazed_MCMText = "Показывать царапины в HUD выстрела";
sShowCrit_MCMText = "Показывать Крит в HUD выстрела";
sAimLeftOfCrit_MCMText = "Прицел слева от Крит";
sAssistBesideHit_MCMText = "Помощника прицеливания рядом с Попадание";
sPreviewMinimum_MCMText = "Предпросмотр минимального урона";
sPreviewHacking_MCMText = "Предпросмотр \"Взлом'а\"";
sWarningMessage_MCMText = "Обратите внимание что любое смещение расположения может привести к ухудшению отображения информации на экране!";
sGrazeCritLayout_MCMText = "Формат отображение шанса Царапины и Критического урона"
sAssistHexColor_MCMText = "Цвет шанса помощника прицеливания";


;DEBUG
sDodgeOffsetY_MCMText = "Промах: расположение по Y";
;DEBUG


sBlack = "Черный";
sWhite = "Белый";
sCyan = "Голубой";
sFadedCyan = "Блеклый голубой";
sFadedYellow = "Блеклый желтый";
sGray = "Серый";
sGreen = "Зеленый";
sRed = "Красный";
sYellow = "Желтый";
sPerkYellow = "Яркий желтый";
sCashGreen = "Зеленый ресурсный";
sPurple = "Фиолетовый";
sOrange = "Оранжевый";
sOrangeEngineering = "Оранжевый инженерный";
sBlueScience = "Голубой научный";
sObjIconBackground = "Фон иконки цели";

sLayoutLeft = "Царапина и Критический урон слева";
sLayoutBalanced = "Царапина слева и Критический урон справа";
sLayoutRight = "Царапина и Критический урон справа";

sShowAlwaysShotBreakdownHUD_MCMText = "Всегда показывать разрушения от выстрела";
sGroupShotWings_MCMText = "Настройки параметров выстрела";

sGroupToolTips_MCMTtext = "Настройки подсказок";
sToolTipAlpha_MCMText = "Прозрачность фона подсказок";
sShowEnemyToolTip_MCMText = "Показывать подсказок о противнике";
sShowExtraWeaponStats_MCMText = "ВКЛ./ВЫКЛ. характеристики оружия";


[WOTC_DisplayHitChance_UITacticalHUD_ShotWings]
LOWER_DIFFICULTY_MSG = "Снижение сложности";
MISS_STREAK_MSG = "Росчерк промаха";
SOLDIER_LOST_BONUS = "Солдат потерял бонус";
CRIT_DAMAGE_LABEL =  "КРИТ";


[WOTC_DisplayHitChance_UITacticalHUD_ShotHUD]
CRIT_DAMAGE_LABEL="К.УРОН";
GRAZE_CHANCE_LABEL="ЦАРАПИНА";


[UITacticalHUD_EnemyTooltip_HitChance]
PrimaryBase = "Базовый урон";
PrimarySpread = "Разброс урона";
PrimaryPlusOne = "Урон +1";
EnemyStatsTitle = "Характеристики противника";


[UITacticalHUD_SoldierInfoTooltip_HitChance]
KILLS_LABEL = "Убил";
ASSIST_LABEL = "Помогал";
FLANKING_CRIT_LABEL = "Крит с фланга";

[StatListLib]
HackDefenseLabel = "Защита от взлома";